[
  {
    "_class": "lab4.library.genre.Genre",
    "genreId" : 1,
    "genreName": "Роман",
    "description": "Роман — литературный жанр, чаще прозаический, зародившийся в средние века у романских народов как рассказ на народном языке и ныне превратившийся в самый распространенный вид эпической литературы, изображающий жизнь человека с её волнующими страстями (на первом плане любовь), борьбой, социальными противоречиями и стремлениями к идеалу. Будучи развернутым повествованием о жизни и развитии личности главного героя (героев) в кризисный, нестандартный период его жизни, отличается от повести объёмом, сложностью содержания и более широким захватом описываемых явлений."
  },
  {
    "_class": "lab4.library.genre.Genre",
    "genreId" : 2,
    "genreName": "Сказка",
    "description": "Сказка — один из жанров фольклора, либо литературы. Эпическое, преимущественно прозаическое произведение волшебного, героического или бытового характера. Сказку характеризует отсутствие претензий на историчность повествования, нескрываемая вымышленность сюжета."
  },
  {
    "_class": "lab4.library.genre.Genre",
    "genreId" : 3,
    "genreName": "Рассказ",
    "description": "Рассказ или новелла — основной жанр малой повествовательной прозы. Автора рассказов принято именовать новеллистом, а совокупность рассказов — новеллистикой."
  },
  {
    "_class": "lab4.library.genre.Genre",
    "genreId" : 4,
    "genreName": "Роман-эпопея",
    "description": "Эпопея — обширное повествование в стихах или прозе о выдающихся национально-исторических событиях."
  },
  {
    "_class": "lab4.library.genre.Genre",
    "genreId" : 5,
    "genreName": "Поэма",
    "description": "Поэма — крупное или среднее по объёму многочастное стихотворное произведение лиро-эпического характера, принадлежащее определённому автору, имеет большую стихотворную повествовательную форму. Может быть героической, романтической, критической, сатирической."
  }
,
  {
    "_class": "lab4.library.genre.Genre",
    "genreId" : 6,
    "genreName": "Повесть",
    "description": "Повесть — прозаический жанр, занимающий по объёму текста промежуточное место между романом и рассказом, тяготеющий к хроникальному сюжету, воспроизводящему естественное течение жизни."
  }
]