[
  {
    "_class": "lab4.library.author.Author",
    "authorId" : 1,
    "firstName": "Александр",
    "lastName": "Пушкин",
    "middleName": "Сергеевич",
    "description": "Александр Сергеевич Пушкин (26 мая [6 июня] 1799, Москва — 29 января [10 февраля] 1837, Санкт-Петербург) — русский поэт, драматург и прозаик, заложивший основы русского реалистического направления, критик и теоретик литературы, историк, публицист; один из самых авторитетных литературных деятелей первой трети XIX века."
  },
  {
    "_class": "lab4.library.author.Author",
    "authorId" : 2,
    "firstName": "Лев",
    "lastName": "Толстой",
    "middleName": "Николаевич",
    "description": "Лев Николаевич Толстой (28 августа [9 сентября] 1828, Ясная Поляна, Тульская губерния, Российская империя — 7 [20] ноября 1910, станция Астапово, Рязанская губерния, Российская империя) — один из наиболее известных русских писателей и мыслителей, один из величайших писателей-романистов мира."
  },
  {
    "_class": "lab4.library.author.Author",
    "authorId" : 3,
    "firstName": "Михаил",
    "lastName": "Лермонтов",
    "middleName": "Юрьевич",
    "description": "Михаил Юрьевич Лермонтов (3 [15] октября 1814, Москва — 15 [27] июля 1841, Пятигорск) — русский поэт, прозаик, драматург, художник. Творчество Лермонтова, в котором сочетаются гражданские, философские и личные мотивы, отвечавшие насущным потребностям духовной жизни русского общества, ознаменовало собой новый расцвет русской литературы и оказало большое влияние на виднейших русских писателей и поэтов XIX и XX веков."
  },
  {
    "_class": "lab4.library.author.Author",
    "authorId" : 4,
    "firstName": "Фёдор",
    "lastName": "Достоевский",
    "middleName": "Михайлович",
    "description": "Фёдор Михайлович Достоевский (30 октября [11 ноября] 1821, Москва, Российская империя — 28 января [9 февраля] 1881, Санкт-Петербург, Российская империя) — русский писатель, мыслитель, философ и публицист. Член-корреспондент Петербургской АН с 1877 года."
  },
  {
    "_class": "lab4.library.author.Author",
    "authorId" : 5,
    "firstName": "Михаил",
    "lastName": "Булгаков",
    "middleName": "Афанасьевич",
    "description": "Михаил Афанасьевич Булгаков (3 [15] мая 1891, Киев, Российская империя — 10 марта 1940, Москва, СССР) — русский писатель, драматург, театральный режиссёр и актёр. Автор романов, повестей и рассказов, множества фельетонов, пьес, инсценировок, киносценариев, оперных либретто."
  },
  {
    "_class": "lab4.library.author.Author",
    "authorId" : 6,
    "firstName": "Николай",
    "lastName": "Гоголь",
    "middleName": "Васильевич",
    "description": "Николай Васильевич Гоголь (фамилия при рождении Яновский, с 1821 года — Гоголь-Яновский; 20 марта [1 апреля] 1809 года, Сорочинцы, Миргородский уезд, Полтавская губерния — 21 февраля [4 марта] 1852 года, Москва) — русский прозаик, драматург, поэт, критик, публицист, признанный одним из классиков русской литературы. Происходил из старинного дворянского рода Гоголь-Яновских."
  },
  {
    "_class": "lab4.library.author.Author",
    "authorId" : 7,
    "firstName": "Иван",
    "lastName": "Тургенев",
    "middleName": "Сергеевич",
    "description": "Иван Сергеевич Тургенев (28 октября [9 ноября] 1818, Орёл, Российская империя — 22 августа [3 сентября] 1883, Буживаль, Франция) — русский писатель-реалист, поэт, публицист, драматург, переводчик. Один из классиков русской литературы, внёсших наиболее значительный вклад в её развитие во второй половине XIX века."
  }
]